Repository: GenieTim/tanzquotient-website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Page title
de: Titel der Seite

source: Alert
de: Hinweis

source: Row
de: Reihe

source: Upcoming events and courses
de: Bevorstehende Kurse und Events

source: Offering to copy into
de: Angebot zu kopieren in

source: Select Reason
de: Kurs auswählen

source: Inform subscriber about cancellation
de: Informiere Abonnent über Stornierung

source: Email template
de: E-Mail Vorlage

source: Can be left empty if Subject and Content are specified.
de: Kann leer gelassen werden, falls Betreff unf Inhalt angegeben werden.

source: Subject
de: Betreff

source: If left empty, uses subject of template.
de: Betreff wird aus Template übernommen falls leer.

source: Content
de: Inhalt

source: Compose your own text. Email template will not be used.
de: Schreibe einen eigenen Text. Die Email Template wird nicht verwendet.

source: You can use the following placeholders:
de: Du kannst die folgenden Platzhalter verwenden:

source: Send to Participants
de: An Teilnehmer senden

source: Send to Teachers
de: An Lehrer senden

source: Optional: Select Survey
de: Optional Umfrage auswählen

source: If specified, you can use the 'survey_url' placeholder.
de: Falls eine Umfrage ausgewählt ist, kann der 'survey_url' Platzhalter verwendet werden.

source: Optional: Expiration date for survey
de: Optional: Ablaufdatum der Umfrage

source: Surveys will not expire if left empty.
de: Die Umfrage läuft nie ab, falls leer gelassen.

source: Subject not specified. Please specify either a template or enter the subject directly!
de: Betreff nicht angegeben. Bitte gib ein Betreff an oder wähle eine Vorlage aus!

source: Content not specified. Please specify either a template or enter the content directly!
de: Inhalt nicht angegeben. Bitte gib einen Inhalt an oder wähle eine Vorlage aus!

source: Course Administration
de: Kursadministration

source: Music of dance styles
de: Musik der verschiedenen Tanzstile

source: Courses
de: Kurse

source: Offerings
de: Kursangebote

source: All Courses
de: Alle Kurse

source: Subscriptions
de: Anmeldungen

source: Course types
de: Kurstypen

source: Styles
de: Stile

source: Songs
de: Lieder

source: Periods
de: Kursperioden

source: Rooms
de: Räume

source: Confirmations
de: Bestätigungen

source: Rejections
de: Ablehnungen

source: Teacher welcomes
de: Lehrer Willkommensmails

source: Merge duplicate users
de: Doppelte Benutzer zusammenführen

source: Check confirmations
de: Überprüfe Bestätigungen

source: Percentage of voucher
de: Prozentuelle Ermässigung des Gutscheins

source: Set expire date?
de: Ablaufdatum setzen?

source: Telephone number (Mobile)
de: Telefonnummer (Mobil)

source: Gender
de: Geschlecht

source: Height (cm)
de: Größe

source: Student card number
de: Legi-Nummer

source: Subscribe to newsletter
de: Newsletter abonnieren

source: I'd like to help TQ from time to time (Events etc.)
de: Ich würde gern Teil der TQ Familie werden oder ab und zu aushelfen (z.B. bei Veranstaltungen)

source: Street
de: Strasse

source: Postal code
de: PLZ

source: City
de: Ort

source: Choose Year
de: Wähle Jahr

source: Choose Month
de: Wähle Monat

source: Choose Day
de: Wähle Tag

source: Students have to enter their student card number.
de: Studenten müssen Ihre Legi Nummer eingeben

source: How many voucher should be generated?
de: Wieviele Gutscheine sollen generiert werden?

source: male
de: männlich

source: female
de: weiblich

source: Regular (weekly)
de: Regulär (wöchentlich)

source: Irregular (e.g. workshops)
de: Irreguläre (z.B. Workshops)

source: Partner (external)
de: Partner (extern)

source: Irregular weekday
de: Ungültiger Wochentag

source: Unknown month
de: Unbekannter Monat

source: Partner does not exist!
de: Partner nicht gefunden!

source: The email you specified does not belong to any user. Make sure your partner has an active account.
de: Die angegebene Emailadresse gehört zu keinem Benutzer. Stelle sicher, dass dein partner ein aktives Konto hat.

source: You entered yourself as partner! Please enter a valid partner.
de: Du hast dich selbst als partner eingetragen! Das ist nicht möglich.

source: The partner you entered is already subscribed with someone else!
de: Der angegebene Partner hat sich schon mit einer anderen Person angemeldet!

source: You are already subscribed!
de: Du bist bereits angemeldet!

source: Both, you and your partner are already subscribed!
de: Du und dein Partner sind schon angemeldet!

source: Successfully subscribed
de: Erfolgreich angemeldet

source: You will receive an email shortly
de: Du bekommst in Kürze eine Email.

source: {} couples matched successfully
de: {} Paare erfolgreich zugeordnet

source: {} subscriptions ({} couples) corrected successfully
de: {} Einschreibungen ({} Paare) erfolgreich korrigiert

source: {} couples unmatched successfully
de: {} Paarzuordnungen erfolgreich aufgehoben

source: {} subscriptions can not be unmatched because already CONFIRMED
de: {} Einschreibungen können nicht auseinandergenommen werden, da sie BESTÄTIGT sind

source: {} subscriptions can not be unmatched because invalid matching state
de: {} Einschreibungen können nicht auseinandergenommen werden, da sie in einem ungültigen Zustand sind

source: {} couples broken up successfully
de: {} Paare erfolgreich getrennt

source: {} couples can not be broken up because already CONFIRMED
de: {} Paare können nicht getrennt werden, da sie BESTÄTIGT sind

source: {} couples can not be broken up because invalid matching state
de: {} Paare können nicht getrennt werden, da sie in einem ungültigen Zustand sind

source: {} subscriptions were not confirmed because no partner set
de: {} Einschreibungen wurden nicht bestätigt, da kein Partner gesetzt wurde

source: {} of {} confirmed successfully
de: {} von {} erfolgreich bestätigt

source: {} unrejected successfully
de: {} Abweisung erfolgreich rückgängig gemacht

source: {} of {} welcomed successfully
de: {} von {} erfolgreich begrüsst

source: {} of {} teachers reset successfully
de: {} von {} Lehrern erfolgreich zurückgesetzt

source: Recipients
de: Empfänger

source: The email will be sent to all participants of the following courses
de: Die Email wird an Personen aus folgenden Kursen gesendet.

source: Voucher options
de: Gutscheinoptionen

source: Course Overview
de: Kursübersicht

source: Offering Overview
de: Angebotsübersicht

source: Download summary of this offering here:
de: Lade eine Zusammenfassung von diesem Angebot hier herunter:

source: Profile
de: Profil

source: Profile of
de: Profil von

source: Back to profile
de: Zurück zum Profil

source: Update Profile
de: Profil aktualisieren

source: Subscription Overview
de: Anmeldungsübersicht

source: Download summary of all offerings here:
de: Lade eine Zusammenfassung aller Angebote hier herunter:

source: Subscriptions by universities
de: Anmeldungen nach Universitäten

source: Overall Progress
de: Gesamtfortschritt

source: All Offerings
de: Alle Angebote

source: Course details
de: Kursdetails

source: Merge selected proposals
de: Markierte Vorschläge zusammenführen

source: No courses available
de: Keine Kurse verfügbar

source: Address
de: Adresse

source: Bank Account
de: Bankkonto

source: Description
de: Beschreibung

source: All styles
de: Alle Stile

source: Other
de: Weitere

source: Level
de: Niveau

source: Teachers
de: Lehrer

source: Costs
de: Kosten

source: Time
de: Zeit

source: Go to course
de: Zum Kurs

source: Close
de: Schliessen

source: Preview
de: Vorschau

source: Go to dashboard to see status and further information
de: Gehe zum Dashboard, um den Status und weitere Informationen zu sehen

source: Past courses
de: Vergangene Kurse

source: Regular offerings
de: Reguläre Angebote

source: Workshops and other irregular offerings
de: Workshops und andere irreguläre Angebote

source: Regular lessons
de: Reguläre Lektionen

source: Exceptions
de: Ausnahmen

source: Cancellations
de: Ausfälle

source: Irregular lessons
de: Irreguläre Lektionen

source: Time unknown
de: Zeit unbekannt

source: Beginner
de: Anfänger

source: Intermediate
de: Mittel

source: Advanced
de: Fortgeschritten

source: All levels
de: Alle Niveaus

source: Course
de: Kurs

source: Location
de: Ort

source: External link
de: Externer Link

source: Subscribe / Free places
de: Anmelden / freie Plätze

source: Not specified
de: Nicht angegeben

source: Currently unknown
de: Zur Zeit unbekannt

source: Unknown
de: Unbekannt

source: no lesson
de: kein Unterricht

source: with
de: mit

source: Some inputs are invalid
de: Einige Eingaben sind ungültig

source: Title
de: Titel

source: Artist
de: Künstler

source: Length
de: Länge

source: More Info
de: Mehr Infos

source: Sign up
de: Registrieren

source: In order to enroll to a course you need to login first.
de: Um dich für einen Kurs einzuschreiben, musst du dich zuerst anmelden.

source: Login to Enroll
de: Einloggen zum Anmelden

source: The experience and comment fields below are not required.
de: Erfahrung und Kommentar sind optional.

source: If you wish to enroll with a partner, he/she needs to have an account. In this case, please enter the corresponding email address.
de: Falls du dich mit einem/r Partner/in anmelden möchtest, benötigt er/sie ein Profil. In diesem Fall, gib bitte die entsprechende E-Mail Adresse an.

source: I/We accept the GTC
de: Ich/Wir akzeptieren die AGBs

source: View our GTC
de: AGBs anzeigen

source: Subscribe
de: Anmelden

source: External partner course
de: Externes Partnerangebot

source: Subscribed
de: Angemeldet

source: Registration opens soon
de: Anmeldung öffnet bald

source: Registration closed
de: Anmeldung geschlossen

source: Phone
de: Telefon

source: Teacher
de: Lehrer

source: Teaching for TQ since
de: Unterrichtet im TQ seit

source: Courses thaught for TQ
de: Für den TQ unterrichtete Kurse

source: Board member
de: Vorstand

source: About
de: Über

source: No info available
de: Keine Informationen verfügbar

source: Add salary Payment Info (only required for teachers and helpers)
de: Zahlungsdaten eingeben (Nur für Lehrer und Helfer nötig)

source: Show my profile
de: Profil anzeigen

source: My courses
de: Meine Kurse

source: Teaching
de: Unterrichten

source: There are currently no ongoing courses.
de: Derzeit sind keine Kurse verfügbar.

source: Show all courses
de: Zeige alle Kurse

source: Current courses
de: Aktuelle Kurse

source: No courses
de: Keine Kurse

source: Show available courses
de: Verfügbare Kurse anzeigen

source: Go to dashboard
de: Zum Dashboard

source: Edit profile
de: Profil bearbeiten

source: Manage your email addresses
de: E-Mail Adressen verwalten

source: Change your password
de: Passwort ändern

source: Personal details
de: Persönliche Daten

source: Birth date
de: Geburtsdatum

source: Body height
de: Körpergrösse

source: Nationality
de: Nationalität

source: Residence permit
de: Aufenthaltsbewilligung

source: AHV number
de: AHV Nummer

source: Contact
de: Kontakt

source: Bank account
de: Kontonummer

source: Student status
de: Studierendenstatus

source: Functions
de: Funktionen

source: Preferences
de: Einstellungen

source: Yes
de: Ja

source: No
de: Nein

source: About me
de: Über mich

source: Participants
de: Teilnehmer

source: Confirmed
de: Bestätigt

source: Unconfirmed men
de: Unbestätigte Männer

source: Unconfirmed women
de: Unbestätigte Frauen

source: Payment status
de: Zahlungsstatus

source: Paid
de: Bezahlt

source: Not paid
de: Nicht bezahlt

source: Participants (Excel)
de: Teilnehmer (Excel)

source: Participants (CSV)
de: Teilnehmer (CSV)

source: Contacts (vCard)
de: Kontakte (vCard)

source: Details & edit
de: Details & bearbeiten

source: Unpaid
de: Nicht bezahlt

source: Unpaid subscription info
de: Bitte überweise das Kursgeld an folgendes Konto.

source: free of charge
de: kostenlos

source: Transfer to
de: Überweisen an

source: Accout number
de: Kontonummer

source: Recipient
de: Empfänger

source: Transfer Message
de: Mitteilungsfeld

source: Use voucher
de: Gutschein verwenden

source: Reedeem voucher here
de: Gutschein hier einlösen

source: State
de: Status

source: Subscription received
de: Anmeldung eingegangen

source: New subscription info
de: Wir haben die Anmeldung erhalten. Die Teilnahme ist noch nicht fix. Wir senden die Bestätigung so bald wie möglich.

source: Subscription confirmed
de: Anmeldung bestätigt

source: Confirmed subscription info
de: Die Teilnahme ist fix.

source: Rejected
de: Abgelehnt

source: Rejected subscription info
de: Leider mussten wir die Anmeldung ablehnen.

source: Completed
de: Besucht

source: Completed subscription info
de: Alles abgeschlossen.

source: To reimburse
de: Zu erstatten

source: To reimburse subscription info
de: Rückerstattung wird noch durchgeführt.

source: Paid subscription info
de: Wir haben die Bezahlung erhalten. Vielen Dank!

source: Upcoming courses
de: Bevorstehende Kurse

source: Next courses
de: Nächste Kurse

source: Form not valid. Pleas check your input again!
de: Eingabe ungültig. Prüfe bitte deine Eingabe erneut!

source: Generated individual Email
de: Generierte einzelne Email

source: Target group
de: Zielgruppe

source: Reply-To address
de: Antwortadresse

source: Message
de: Nachricht

source: Content of the email
de: Inhalt der Email

source: Email Address
de: Email Adresse

source: Email Addresses
de: Email Adressen

source: Unsubscribe
de: Abmelden

source: Sucesfully unsubscribed!
de: Erfolgreich abgemeldet

source: Invalide unsubscribe url. Please send us an email to unsubscribe.
de: Ungültiger link. Sende uns doch bitte eine Email, um dich abzumelden.

source: List
de: Liste

source: Cards
de: Karten

source: Events
de: Veranstaltungen

source: Date
de: Datum

source: Upcoming
de: Bevorstehend

source: This year
de: Dieses Jahr

source: from
de: ab

source: Time not set yet
de: Zeit noch nicht festgelegt

source: No events planned.
de: Keine Events geplant.

source: Cancelled
de: Abgesagt

source: Show details
de: Details anzeigen

source: Venue not yet set
de: Ort noch nicht festgelegt

source: Free of charge
de: Kostenlos

source: No entry fee
de: Freier Eintritt

source: Venue
de: Ort

source: Entry fee
de: Eintritt

source: Organizer
de: Organisator

source: Not yet set
de: Noch nicht festgelegt

source: Organized by
de: Organisiert von

source: Groups
de: Gruppen

source: Managing Committee
de: Vorstand

source: Partners
de: Partner

source: Partner Offerings
de: Partnerangebote

source: Image
de: Bild

source: Currently no courses listed.
de: Aktuell sind keine Kurse gelistet.

source: Check out our partners sites directly to find courses.
de: Schau am besten direkt auf der Website eines Partner nach.

source: Visit partner
de: Zum Partner

source: Payment
de: Bezahlung

source: Voucher
de: Gutschein

source: Voucher purposes
de: Gutscheinzweck

source: Generate multiple vouchers
de: Mehrere Gutscheine generieren

source: Online Payments
de: Onlinezahlungen

source: Subscription Payments
de: Kurszahlungen

source: Course Payments
de: Kurszahlung

source: Payment Reminders
de: Zahlungserinnerung

source: The specified USI does not exist
de: Die eingegebene USI existiert nicht

source: The specified voucher code does not exist
de: Der eingegebene Gutscheincode existiert nicht

source: The specified voucher code has already been used
de: Der eingegebene Gutscheincode wurde bereits verwendet

source: The specified voucher code is expired
de: Der eingegebene Gutscheincode ist abgelaufen

source: Please enter a valid USI
de: Bitte gib eine gültige USI ein

source: Unique Course Identifier (USI)
de: Eindeutige Kursnummer (USI)

source: Voucher Code
de: Gutscheincode

source: Select year
de: Jahr auswählen

source: Select month
de: Monat auswählen

source: {} of {} reminded successfully
de: {} von {} erfolgreich erinnert

source: Counter Payment
de: Schalterzahlung

source: Payment Details
de: Zahlungsdetails

source: Amount
de: Betrag

source: Mark as Paid
de: Als bezahlt markieren

source: Already Paid
de: Bereits bezahlt

source: Enter USI
de: USI eingeben

source: Submit
de: Absenden

source: Course Payment
de: Kursbezahlung

source: Course Management
de: Kursmanagement

source: German
de: Deutsch

source: English
de: Englisch

source: Please mark the students that paid in the course in cash.
de: Bitte markiere die Schüler welche den Kurs in Bar bezahlt haben.

source: If you do not have internet access in the course room, you can download this list before:
de: Falls du im Kursraum keinen Internetzugang hast, kannst du diese Liste vorher herunterladen:

source: Additionally you can download the contact data of the participants here:
de: Zusätzlich kannst du hier die Kontaktdaten der Teilnehmer herunterladen:

source: Amount Due
de: Fälliger Betrag

source: Mobile
de: Natel

source: Actions
de: Aktionen

source: Pay
de: Bezahlt

source: paid in course
de: Im Kurs bezahlt

source: Payment Summary
de: Zahlungsübersicht

source: people already paid the course.
de: Personen haben den Kurs bereits gezahlt.

source: You should have
de: Du solltest

source: of collected money.
de: an eingesammeltem Geld haben.

source: My Courses
de: Meine Kurse

source: Select Course
de: Kurs auswählen

source: Please select the course you want to manage.
de: Bitte wähle den Kurs den verwalten möchtest

source: Account transactions
de: Transaktionen

source: Summary
de: Übersicht

source: with filters respected
de: mit angewendeten Filtern

source: Transaction list
de: Transaktionenlist

source: Show
de: Zeige

source: without
de: ohne

source: subscription payments
de: Kurszahlungen

source: Type
de: Typ

source: Comment
de: Kommentar

source: Save Comments
de: Kommentare speichern

source: Select period
de: Periode auswählen

source: Please period you want to show the transactions for.
de: Bitte wähle die Periode aus für welchen du Transaktionen anzeigen möchtest

source: Show transactions
de: Transaktionen anzeigen

source: Finance
de: Finanzen

source: Unpaid Subscriptions
de: Unbezahlte Anmeldungen

source: Last reminded
de: Zuletzt erinnert

source: Send Reminder
de: Verschicke Erinnerung

source: Cash
de: Barzahlung

source: Counter
de: Schalter

source: Download summary of teacher payment information here:
de: Zusammenfassung der Lehrerdaten hier herunterladen:

source: Hourly wage(s)
de: Studenlohn

source: Regular course hours
de: Reguläre Kursstunden

source: Irregular course hours
de: Irreguläre Kursstunden

source: Total hours
de: Gesamtstunden

source: Total wage(s) (CHF)
de: Summe Gehalt (CHF)

source: Payment Status
de: Zahlungsstatus

source: Please check the payment details so you make sure you pay the right course
de: Bitte überprüfe die Zahlungsdetails und gehe sicher, dass du den richtigen Kurs bezahlst

source: Amount to Pay
de: Zu zahlender Betrag

source: Enter Voucher Code
de: Gutscheincode eingeben

source: You can enter your voucher code here. If you use it to pay the course the voucher will be marked as used.
de: Hier kannst du einen Gutscheincode eingeben. Wenn du ihn benutzt um den Kurs zu zahlen wird der Gutschein als verwendet markiert.

source: Pay With Voucher
de: Mit Gutscheincode zahlen

source: Payment Failed
de: Zahlung fehlgeschlagen

source: The course payment for the following course has failed. Please contact the TQ.
de: Die Zahlung des folgenden Kurses ist fehlgeschlagen. Bitte kontaktiere den TQ.

source: Successfully Paid
de: Zahlung erfolgreich

source: The follwing course has been successfully paid.
de: Der folgende Kurs wurde erfolgreich gezahlt. Du wirst eine E-Mail erhalten, welche deine Zahlung bestätigt.

source: Voucher Applied
de: Gutschein verwendet

source: Your voucher was successfully applied to the following course. Please pay the remaining amount as described in the course confirmation mail.
de: Dein Gutschein wurde für den folgenden Kurs erfolgreich eingelöst. Zahle bitte den Restbetrag wie in der Kursbestätigungsmail beschrieben.

source: Subscription Identifier (for online payments)
de: Anmeldungs-ID (für Onlinezahlungen)

source: Remaining Amount to Pay
de: Offener Betrag

source: Voucher was successfully applied to Subscription
de: Gutschein wurde erfolgreich eingelöst

source: successfully marked as paid.
de: wurde erfolgreich als bezahlt markiert.

source: successfully marked as paid.
de: wurde erfolgreich als bezahlt markiert.

source: Survey
de: Umfrage

source: Surveys
de: Umfragen

source: Question groups
de: Fragegruppen

source: Questions
de: Fragen

source: Templates for scale questions
de: Vorlage für Skalafragen

source: Choices
de: Wahlmöglichkeiten

source: Answers
de: Antworten

source: Survey Instances
de: Einzelne Umfragen

source: Successfully sent. Thank you for your time!
de: Senden erfolgreich. Vielen Dank für deine Zeit!

source: There is a technical problem with your link. We are very sorry. Please inform us on informatik@tq.vseth.ch WITH YOUR FULL NAME if you still want to take part in the survey
de: Es gibt ein technisches Problem mit deinem Link. Das tut uns leid. Bitte informiere uns auf informatik@tq.vseth.ch MIT DEINEM VOLLSTÄNDIGEN NAMEN, falls du immer noch an der Umfrage teilnehmen möchtest.

source: This survey was already filled out
de: Diese Umfrage wurde schon ausgefüllt

source: This survey link has expired
de: Dieser Umfragenlink ist abgelaufen

source: Error
de: Fehler

source: Account
de: Konto

source: Change password of
de: Ändere das Passwort von

source: Password successfully changed
de: Passwort erfolgreich geändert

source: Password not changed. Please try again
de: Das Passwort wurde nicht geändert. Versuche es bitte nochmals

source: Save changes
de: Änderungen speichern

source: E-mail Addresses
de: Email Adressen

source: The following e-mail addresses are associated with your account:
de: Folgende E-Mail Adressen sind mit deinem Account verknüpft

source: Verified
de: Bestätigt

source: Unverified
de: Unbestätigt

source: Primary
de: Primär

source: Make Primary
de: Als Primär setzen

source: Re-send Verification
de: Bestätigung erneut senden

source: Remove
de: Entfernen

source: Warning:
de: Warnung:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
de: Du hast zurzeit keine E-Mail Adresse eingerichtet. Du solltest wirklich eine hinzufügen, damit du etwa Mitteilungen emfangen oder dein Passwort zurücksetzen kannst.

source: Add E-mail
de: E-Mail hinzufügen

source: Do you really want to remove the selected e-mail address?
de: Willst du die ausgewählten E-Mail Adressen wirklich entfernen?

source: Signup
de: Registrieren

source: Sign Up
de: Registrieren

source: Already have an account?
de: Du hast schon ein Konto?

source: Login
de: Anmelden

source: Follow us
de: Folge uns

source: Please send Website Feedback to
de: Feedback zum Webauftritt bitte an

source: Built with
de: Erstellt mit

source: Supported by
de: Unterstützt von

source: TQ is a commision of VSETH and VSUZH
de: TQ ist eine Kommision des VSETH und VSUZH

source: Admin area
de: Adminbereich

source: Logout
de: Abmelden

source: Statistics
de: Statistiken

source: Courses as teacher
de: Kurse als Lehrer

source: Counter payment
de: Schalterzahlung

source: Offering finance
de: Angebotsfinanzen

source: Account finance
de: Finanzen

source: Pages
de: Seiten

source: Language
de: Sprache

source: Log in
de: Anmelden

source: Change to language:
de: Zu Sprache wechseln:

source: Map
de: Karte

source: Association functions
de: Vorstandsposten

source: Main content
de: Hauptinhalt

source: Side content
de: Seiteninhalt
